export default function Home() {
  return (
    <main>
      <h1
        style={{
          fontFamily: 'var(--title-font)'
        }}
      >
        Заголовок в Inter
      </h1>
      <p
        style={{
          fontFamily: 'var(--main-font)'
        }}
      >
        Большой текст в roboto: Lorem Ipsum, часто используемый в печати и
        вэб-дизайне. Lorem Ipsum является стандартной для текстов на латинице с
        начала XVI века. В то время некий безымянный печатник создал большую
        коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки
        образцов. Lorem Ipsum не только успешно пережил без заметных изменений
        пять веков, но и перешагнул в электронный дизайн. Его популяризации в
        новое время послужили публикация листов Letraset с образцами Lorem Ipsum
        в 60-х годах и, в более недавнее время, программы электронной вёрстки
        типа Aldus PageMaker, в шаблонах которых используется Lorem Ipsum.
      </p>
    </main>
  );
}
